const story = {
    scene1: {
      background: "images/5273916653907866948.jpg",
      text: "Мене звати Нора, я — гренадер Прусських військ, і настав мій час розповісти вам про складний час у Європі, про період Наполеоновських війн.",
      next: "scene2"
    },
    scene2: {
      background: "",
      text: "У 1799 році Наполеон Бонапарт захопив владу у Франції та швидко перетворився на диктатора.",
      next: "scene3" 
    },
    scene3: {
      background: "",
      text: "До 1804 року він проголосив себе імператором, а Франція стала центром нової імперської амбіції.", 
      next: "scene4"
    },
    scene4: {
      background: "",
      text: "Коаліції з кількох європейських країн неодноразово об’єднувались, щоб зупинити Францію, але зазнавали поразок.",
      next: "scene5"
    },
    scene5: {
      background: "",
      text: "У 1805 році французи здобули перемогу в битві під Аустерліцом, яка закріпила владу Наполеона в Центральній Європі.",
      next: "scene6"
    },
    scene6: {
      background: "",
      text: "Завойовані території впроваджували французькі закони та адміністративні реформи, що викликало як підтримку, так і спротив.", 
      next: "scene7"
    },
    scene7: {
      background: "",
      text: "У 1812 році Наполеон здійснив невдалий похід на Росію, що стало поворотним моментом у війнах.",
      next: "scene8"
    },
    scene8: {
      background: "",
      text: "Після поразки в Лейпцигу в 1813 році та вступу союзників у Париж, Наполеон зрікся престолу в 1814-му.",
      next: "scene9"
    },
    scene9: {
      background: "",
      text: "Остаточна поразка сталася в битві при Ватерлоо в 1815 році, після чого його було заслано на острів Святої Єлени."
    }
    
  };
  